tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "bat"
brew "carthage"
brew "cocoapods"
brew "entr"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "gotop"
brew "gradle"
brew "htop"
brew "lazygit"
brew "llvm"
brew "lsd"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "nmap"
brew "ripgrep"
brew "stow"
brew "swiftformat"
brew "swiftlint"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "xcode-build-server"
cask "aerospace"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "git-credential-manager"
