tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "gradle"
brew "kdoctor"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "nmap"
brew "node"
brew "pipx"
brew "python@3.11"
brew "ripgrep"
brew "ruby"
brew "stow"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "zellij"
cask "aerospace"
