tap "homebrew/bundle"
tap "kylemcb/kross"
brew "agg"
brew "asciinema"
brew "bash"
brew "bat"
brew "bc"
brew "carthage"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "entr"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gawk"
brew "gh"
brew "git-lfs"
brew "glab"
brew "gnu-sed"
brew "gnupg"
brew "gotop"
brew "harfbuzz"
brew "openjdk"
brew "gradle"
brew "htop"
brew "jq"
brew "kdoctor"
brew "lazygit"
brew "llvm"
brew "lsd"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "openjdk@11"
brew "ripgrep"
brew "stow"
brew "swiftformat"
brew "swiftlint"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "xcode-build-server"
brew "zellij"
brew "kylemcb/kross/kross"
cask "ghostty"
cask "git-credential-manager"
